; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 3.62.106
; Update: May 28, 2018


[Lang]
NativeLanguage=English

[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonClose=Close

[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
LangShortName=en-us
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warning
Error=Error
Confirm=Confirmation
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Share Wise Memory Optimizer with friends
FrmMoMain.imgfacebook.hint=Like WiseCleaner on Facebook
FrmMoMain.imgtwitter.hint=Share Wise Memory Optimizer on Twitter
FrmMoMain.chkupdate.caption=Auto check for new version
FrmMoMain.btnlike.caption=Like it
FrmMoMain.lblTotalMem.Caption=Memory Size:
FrmMoMain.lblaopt.Caption=Automatically optimize if free memory is below:  
FrmMoMain.lbltry.Caption=Free more memory
FrmMoMain.btnsettings.Caption=Settings
FrmMoMain.btnOpt.Caption=Optimize
FrmMoMain.chkmin.Caption=Minimize to system tray when closed
FrmMoMain.chkauto.Caption=Run it when Windows starts
FrmMoMain.chkautoOpt.Caption=Auto Optimization
FrmMoMain.ckchkclearborad.Caption=Clean clipboard while optimizing
FrmMoMain.chkidle.Caption=Run when CPU is idle (Recommended)
FrmMoMain.lbllang.Caption=Language:
;
; About
;
FrmAbout.caption=About
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblthanks.caption=Thanks to the following people for their contributions:

[MemoryOptimizer]
ThisTimeFreeMemory=Released %s Memory this time.
CurPrecent=Current Memory Usage:
UsedMemory=Used Memory:
AvailableMemory=Free Memory:
FreeMemory=Free Memory:
At=At
pmShow=Open Wise Memory Optimizer
pmOpt=Optimize
pmAbout=About
pmExit=Exit
SureExit=Optimizing Memory...are you sure to exit now?
Mintotray=Optimizing Memory

[Message]
NewVer=A new version of Wise Memory Optimizer is available! Do you want to upgrade it now?
NotShowNotice=Do not show this notice again